Repository: 9darko5/ZaposliMe
Catalog: ZaposliMeFrontend/Resources/Resources.*.resx
Languages: sr_cyrl, sr_latn

source: About
sr_cyrl: О нама
sr_latn: O nama

source: Add Job
sr_cyrl: Додај посао
sr_latn: Dodaj posao

# AlreadyHavaAnAccount
source: Already have an account?
sr_cyrl: Већ сте се регистровали?
sr_latn: Već ste se registrovali?

source: Applications
sr_cyrl: Апликације
sr_latn: Aplikacije

source: Apply
sr_cyrl: Аплицирај
sr_latn: Apliciraj

source: Apply with one click
sr_cyrl: Аплицирај једним кликом
sr_latn: Apliciraj jednim klikom

source: Are you sure you want to delete
sr_cyrl: Да ли сте сигурни да желите обрисати
sr_latn: Da li ste sigurni da želite obrisati

source: Available Jobs
sr_cyrl: Актуелни послови
sr_latn: Aktuelni poslovi

source: Browse openings and save favorites
sr_cyrl: Пронађи послове и сачувај омиљене
sr_latn: Pronađi poslove i sačuvaj omiljene

source: By continuing, you agree to our
sr_cyrl: Ако наставите слажете се са
sr_latn: Ako nastavite slažete se sa

source: Cancel
sr_cyrl: Откажи
sr_latn: Otkaži

source: Confirm Delete
sr_cyrl: Потврдите брисање
sr_latn: Potvrdite brisanje

source: Contact
sr_cyrl: Контакт
sr_latn: Kontakt

# CreateAnAcountQuickly
source: Create an account quickly and get instant access to jobs or candidates.
sr_cyrl: Креирај налог брзо и одмах погледај актуелне послове или кандидате
sr_latn: Kreiraj nalog brzo i odmah pogledaj aktuelne poslove i kandidate

source: Created at
sr_cyrl: Креирано
sr_latn: Kreirano

source: Created by
sr_cyrl: Креирао
sr_latn: Kreirao

# CreateProfile
source: Create a profile
sr_cyrl: Креирај профил
sr_latn: Kreiraj profil

source: Create your first posting now
sr_cyrl: Креирај први посао одмах
sr_latn: Kreiraj prvi posao odmah

source: Delete
sr_cyrl: Избриши
sr_latn: Izbriši

source: Description
sr_cyrl: Опис
sr_latn: Opis

# DontHaveAccount
source: Don’t have an account?
sr_cyrl: Нисте се регистровали?
sr_latn: Niste se registrovali?

source: Edit
sr_cyrl: Уреди
sr_latn: Uredi

source: Email
sr_cyrl: Е-маил

source: Worker
sr_cyrl: Радник
sr_latn: Radnik

# FastAndSimple
source: Fast & simple
sr_cyrl: Брзо и једноставно
sr_latn: Brzo i jednostavno

source: Fill out the form
sr_cyrl: Попуните форму
sr_latn: Popunite formu

source: Find work. Hire worker.
sr_cyrl: Пронађи радника или забоди шљаку
sr_latn: Pronađi radnika ili zabodi šljaku

# FocusedOnNearbyOpportunities
source: Focused on nearby opportunities so hiring and onboarding are fast and personal.
sr_cyrl: Локацијски прилагођено, тако да су запошљавање и увођење у посао брзи и персонализовани.
sr_latn: Lokacijski prilagođeno, tako da su zapošljavanje i uvođenje u posao brzi i personalizovani.

source: For Employers
sr_cyrl: За послодавце
sr_latn: Za poslodavce

source: For Workers
sr_cyrl: За раднике
sr_latn: Za radnike

source: Free for all
sr_cyrl: Бесплатно за све
sr_latn: Besplatno za sve

source: Getting started takes a minute.
sr_cyrl: Придружите нам се за минут.
sr_latn: Pridružite nam se za minut.

source: Job
sr_cyrl: Посао
sr_latn: Posao

source: Jobs
sr_cyrl: Послови
sr_latn: Poslovi

source: Loading...
sr_cyrl: Учитавање...
sr_latn: Učitavanje...

source: Local-first
sr_cyrl: Прилагођено локацији
sr_latn: Prilagođeno lokaciji

# LoggedInAs
source: You're logged in as
sr_cyrl: Пријављен си као
sr_latn: Prijavljen si kao

source: Login
sr_cyrl: Пријави се
sr_latn: Prijavi se

source: Logout
sr_cyrl: Одјави се
sr_latn: Odjavi se

source: Made for everyone
sr_cyrl: Доступно свима
sr_latn: Dostupno svima

source: No jobs available.
sr_cyrl: Нема послова.
sr_latn: Nema poslova.

source: Number of Workers
sr_cyrl: Број радника
sr_latn: Broj radnika

source: Password
sr_cyrl: Лозинка
sr_latn: Lozinka

source: Post a job in minutes
sr_cyrl: Објави посао за пар минута
sr_latn: Objavi posao za par minuta

source: Privacy policy
sr_cyrl: Приватност
sr_latn: Privatnost

source: Publish roles with clear requirements
sr_cyrl: Објави посао са јасним захтјевима
sr_latn: Objavi posao sa jasnim zahtjevima

source: Receive and review applications
sr_cyrl: Управљај апликацијама
sr_latn: Upravljaj aplikacijama

source: Register as Employer
sr_cyrl: Региструј се као послодавац
sr_latn: Registruj se kao poslodavac

# RegisterAsNewUser
source: Register as a new user
sr_cyrl: Региструј се као нови корисник
sr_latn: Registruj se kao novi korisnik

source: Register as Worker
sr_cyrl: Региструј се као радник
sr_latn: Registruj se kao radnik

# RegisterАsEmployer
source: Register as Employer
sr_cyrl: Региструј се као послодавац
sr_latn: Registruj se kao poslodavac

source: Save
sr_cyrl: Сачувај
sr_latn: Sačuvaj

source: Search...
sr_cyrl: Претражи...
sr_latn: Pretraži...

source: Sign in to continue
sr_cyrl: Пријавите се да наставите
sr_latn: Prijavite se da nastavite

source: Start applying today
sr_cyrl: Аплицирај за посао већ данас
sr_latn: Apliciraj za posao već danas

source: Terms
sr_cyrl: Услови коришћења
sr_latn: Uslovi korišćenja

source: Title
sr_cyrl: Наслов
sr_latn: Naslov

source: Track your pipeline in one place
sr_cyrl: Прати све са једног мјеста
sr_latn: Prati sve sa jednog mjesta

source: Welcome back
sr_cyrl: Добродошли назад
sr_latn: Dobrodošli nazad

# WorkersAndEmployerInOnePlace
source: Workers track applications; employers publish roles and review applicants in one place.
sr_cyrl: Радници апликацирају и прате статус апликације; послодавци управљају пристиглим апликацијама.
sr_latn: Radnici aplikaciraju i prate status aplikacije; poslodavci upravljaju pristiglim aplikacijama.

# WorkersBrowseEmployersPostRoles
source: Workers browse and apply to jobs; employers post roles and manage applicants.
sr_cyrl: Радници траже и аплицирају на послове; послодавци објављују послове и управљају апликацијама.
sr_latn: Radnici traže i apliciraju na poslove; poslodavci objavljuju poslove i upravljaju aplikacijama.

source: Workers needed
sr_cyrl: Потребно радника
sr_latn: Potrebno radnika

source: You have no applications yet.
sr_cyrl: Немате апликација још увијек.
sr_latn: Nemate aplikacija još uvijek

source: State
sr_cyrl: Статус
sr_latn: Status

source: Applied
sr_cyrl: Аплицирано
sr_latn: Aplicirano

source: Job Created
sr_cyrl: Креиран
sr_latn: Kreiran

source: Actions
sr_cyrl: Акције
sr_latn: Akcije

source: Details
sr_cyrl: Детаљи
sr_latn: Detalji

source: Approve / Reject
sr_cyrl: Прихвати / Одбиј
sr_latn: Prihvati / Odbij

source: Applications to my jobs
sr_cyrl: Апликације за моје послове
sr_latn: Aplikacije za moje poslove

source: My Applications
sr_cyrl: Моје апликације
sr_latn: Moje aplikacije

source: Employer
sr_cyrl: Послодавац
sr_latn: Poslodavac

source: Withdraw
sr_cyrl: Повуци
sr_latn: Povuci

source: Confirm withdraw
sr_cyrl: Потврда повлачења апликације
sr_latn: Potvrda povlačenja aplikacije

# AreYouSureYouWantWithdrawApplication
source: Are you sure you want to withdraw your application for
sr_cyrl: Да ли сте сигурни да желите повући апликацију за
sr_latn: Da li ste sigurni da želite povući aplikaciju za

source: Application Details
sr_cyrl: Детаљи апликације
sr_latn: Detalji aplikacije

source: Approve or Reject Application
sr_cyrl: Прихвати или одбиј апликацију
sr_latn: Prihvati ili odbij aplikaciju

source: Applicant
sr_cyrl: Апликант
sr_latn: Aplikant

source: Do you want to approve or reject
sr_cyrl: Да ли желите да прихватите или одбијете
sr_latn: Da li želite da prihvatite ili odbijete

source: for
sr_cyrl: за
sr_latn: za

source: Approve
sr_cyrl: Прихвати
sr_latn: Prihvati

source: Reject
sr_cyrl: Одбиј
sr_latn: Odbij

source: Apply for
sr_cyrl: Аплицирај за
sr_latn: Apliciraj za

# ApplyingIsNotPossibleAtTheMoment
source: Applying is not possible at the moment. Please try again later.
sr_cyrl: Тренутно није могуће аплицирати. Молимо покушајте каније.
sr_latn: Trenutno nije moguće aplicirati. Molimo pokušajte kanije.

# ThisJobIsAlreadyFull
source: This job is already full. You cannot apply.
sr_cyrl: Овај посао је већ попуњен. Није могуће аплицирати.
sr_latn: Ovaj posao je već popunjen. Nije moguće aplicirati.

source: Do you want to apply to this job?
sr_cyrl: Да ли желите да аплицирате за овај посао?
sr_latn: Da li želite da aplicirate za ovaj posao?

source: Yes, apply
sr_cyrl: Да, аплицирај
sr_latn: Da, apliciraj

source: Contact us
sr_cyrl: Контактирајте нас
sr_latn: Kontaktirajte nas

# QuestionsFeedback
source: Questions or feedback? Send us a message.
sr_cyrl: Пиитање или повратне информације? Пошаљите нам поруку.
sr_latn: Piitanje ili povratne informacije? Pošaljite nam poruku.

source: Thanks
sr_cyrl: Хвала
sr_latn: Hvala

# YourMessageHasBeenSent
source: Your message has been sent. We’ll get back to you soon.
sr_cyrl: Твоја порука је послата. Одговорићемо у накраћем року.
sr_latn: Tvoja poruka je poslata. Odgovorićemo u nakraćem roku.

source: Name
sr_cyrl: Име
sr_latn: Ime

source: Phone
sr_cyrl: Телефон
sr_latn: Telefon

source: (optional)
sr_cyrl: (опционо)
sr_latn: (opciono)

source: Subject
sr_cyrl: Наслов
sr_latn: Naslov

source: Message
sr_cyrl: Порука
sr_latn: Poruka

# AgreeThatMyDataWillBeUsed
source: I agree that my data will be used to contact me regarding this request.
sr_cyrl: Слажем се да моји подаци буду кориштени како би ступили у контакт.
sr_latn: Slažem se da moji podaci budu korišteni kako bi stupili u kontakt.

source: Send message
sr_cyrl: Пошаљи поруку
sr_latn: Pošalji poruku

source: Reset
sr_cyrl: Поништи
sr_latn: Poništi

source: Contact details
sr_cyrl: Контакт подаци
sr_latn: Kontakt detalji

source: Your message is transmitted securely over HTTPS.
sr_cyrl: Твоја порука је послата преко сигурног протокола.
sr_latn: Tvoja poruka je poslata preko sigurnog protokola.

# YouAreAlreadyLoggedInAs
source: You're already logged in as
sr_cyrl: Већ сте пријављену као
sr_latn: Već ste prijavljeni kao

source: You successfully registered. Now you can
sr_cyrl: Успјешно сте се регистровали. Иди на
sr_latn: Uspješno ste se registrovali. Idi na

source: Close
sr_cyrl: Затвори
sr_latn: Zatvori

source: Create your account
sr_cyrl: Направите налог
sr_latn: Napravite nalog

source: Fill in your details to get started
sr_cyrl: Попуните детаље да наставите даље
sr_latn: Popunite detalje da nastavite dalje

source: First name
sr_cyrl: Име
sr_latn: Ime

source: Last name
sr_cyrl: Презиме
sr_latn: Prezime

source: Confirm password
sr_cyrl: Потврдите лозинку
sr_latn: Potvrdite lozinku

source: Age
sr_cyrl: Старост
sr_latn: Starost

source: Register
sr_cyrl: Региструј се
sr_latn: Registruj se

source: Location
sr_cyrl: Локација
sr_latn: Lokacija

source: Please select city
sr_cyrl: Изаберите град
sr_latn: Izaberite grad

source: City
sr_cyrl: Град
sr_latn: Grad

source: Select city
sr_cyrl: Изаберите град
sr_latn: Izaberite grad

source: Posted from
sr_cyrl: Објављено од
sr_latn: Objavljeno od

source: Posted to
sr_cyrl: Објављено до
sr_latn: Objavljeno do

# YouNeedToBeSignedInToViewProfile
source: You need to be signed in to view your profile.
sr_cyrl: Морате бити пријављени да видите свој профил.
sr_latn: Morate biti prijavljeni da vidite svoj profil.

source: No user data was returned.
sr_cyrl: Нису пронађени подаци о кориснику.
sr_latn: Nisu pronađeni podaci o korisniku.

source: Edit Profile
sr_cyrl: Уреди профил
sr_latn: Uredi profil

source: Email is used as your account identifier.
sr_cyrl: Е-маил се користи као идентификатор налога.
sr_latn: E-mail se koristi kao identifikator naloga.

source: Save changes
sr_cyrl: Сачувај измјене
sr_latn: Sačuvaj izmjene

source: Profile
sr_cyrl: Профил
sr_latn: Profil

source: Filter
sr_cyrl: Филтрирај
sr_latn: Filtriraj

source: Leave or see reviews
sr_cyrl: Оцијени или погледај оцјене
sr_latn: Ocijeni ili pogledaj ocjene

source: Average Rating
sr_cyrl: Просјечна оцјена
sr_latn: Prosječna ocjena

source: Comment Count
sr_cyrl: Број коментара
sr_latn: Broj komentara

source: Total Reviews
sr_cyrl: Укупно оцјена
sr_latn: Ukupno ocjena

source: Full name
sr_cyrl: Име
sr_latn: Ime

source: No reviews found.
sr_cyrl: Нема оцјена.
sr_latn: Nema ocjena.

source: Employer Reviews
sr_cyrl: Оцјене послодаваца
sr_latn: Ocjene poslodavaca

# ClickStarToRate
source: Click a star to rate (1–5).
sr_cyrl: Кликни на звјездицу да оцијениш (1-5).
sr_latn: Klikni na zvjezdicu da ocijeniš (1-5).

source: Rating
sr_cyrl: Оцјена
sr_latn: Ocjena

source: Comment (optional)
sr_cyrl: Коментар (опционо)
sr_latn: Komentar (opciono)

source: Review submitted.
sr_cyrl: Оцјена послата.
sr_latn: Ocjena poslata.

source: Submit review
sr_cyrl: Пошаљи оцјену
sr_latn: Pošalji ocjenu

# LeaveReview
source: Leave a review
sr_cyrl: Остави оцјену
sr_latn: Ostavi ocjenu

source: No data available.
sr_cyrl: Нема података.
sr_latn: Nema podataka.

# RotalReviewsLower
source: total reviews
sr_cyrl: укупно оцјена
sr_latn: ukupno ocjena

source: comments
sr_cyrl: коментара
sr_latn: komentara

source: This employer has no individual reviews yet.
sr_cyrl: Послодавац још увијек нема оцјена.
sr_latn: Poslodavac još uvijek nema ocjena.

# NoComment
source: No comment provided.
sr_cyrl: Нема коментара.
sr_latn: Nema komentara.

source: by
sr_cyrl: поставио
sr_latn: postavio

source: You successfully applied for job
sr_cyrl: Успјешно сте аплицирали за посао
sr_latn: Uspješno ste aplicirali za posao

source: Your application could not be submitted.
sr_cyrl: Твоја апликација не може бити послата.
sr_latn: Tvoja aplikacija ne može biti poslata.

source: Unknown error
sr_cyrl: Непозната грешка
sr_latn: Nepoznata greška

# AlreadyAppliedToThisJob
source: You lready applied to this job.
sr_cyrl: Већ сте аплицирали за овај посао.
sr_latn: Već ste aplicirali za ovaj posao.

source: Accept application to see phone
sr_cyrl: Прихвати апликацију да видиш телефон
sr_latn: Prihvati aplikaciju da vidiš telefon

# TiredOfScrollingThroughViberGroupsAndAskingAroundJustToFindDailyJob
source: Tired of scrolling through Viber groups and asking around just to find a daily job?
sr_cyrl: Досадило ти је да вучеш за рукав и цимаш људе да нађеш посао на дневницу?
sr_latn: Dosadilo ti je da vučeš za rukav i cimaš ljude da nađeš posao na dnevnicu?

# ForgetMiddlemenAgenciesAndHiddenFees
source: Forget middlemen, agencies and hidden fees — get a job or find workers directly on
sr_cyrl: Заборави Вибер групе, заборави плаћање задруга — потпуно бесплатно нађи посао на
sr_latn: Zaboravi Viber grupe, zaboravi plaćanje zadruga — potpuno besplatno nađi posao na

# EmployersSkipNegotiationsSkipSomeoneKnowsSomeonePhaseConnectStraight
source: Employers: skip negotiations, skip the “someone knows someone” phase — connect straight with people who are ready to work and get things done.
sr_cyrl: Послодавци: уморни сте од посредника, дугих преговора и сакривених провизија? Шљакомат спаја вас директно са људима који знају да заврну рукаве и ураде посао.
sr_latn: Poslodavci: umorni ste od posrednika, dugih pregovora i sakrivenih provizija? Šljakomat spaja vas direktno sa ljudima koji znaju da zavrnu rukave i urade posao.

source: No middlemen. No fees.
sr_cyrl: Без посредника. Без провизија.
sr_latn: Bez posrednika. Bez provizija.

source: Direct connection worker ↔ employer, per hour or per day.
sr_cyrl: Директна веза радник ↔ послодавац, на дневницу или сатницу.
sr_latn: Direktna veza radnik ↔ poslodavac, na dnevnicu ili satnicu.

# SignUpInMinuteApplyWithOneClickGetContactedDirectly
source: Sign up in a minute, apply with one click, get contacted directly.
sr_cyrl: Регистрација за минут, пријава на клик, контакт без чекања.
sr_latn: Registracija za minut, prijava na klik, kontakt bez čekanja.

# FindJobNearbyOrPostJobInYourArea
source: Find job nearby or post a job in your area.
sr_cyrl: Пронађи посао у близини или објави посао у свом крају.
sr_latn: Pronađi posao u blizini ili objavi posao u svom kraju.

# NoMoreBeggingCallingAsking
source: No more begging, calling, asking “is there a daily job available?”. Create a profile and apply without waiting for permission. Your work speaks for you.
sr_cyrl: Досадило ти је да молиш, зовеш и питаш за “дневница има ли”? Доста је импровизације и лутања по групама. На Шљакомату направи профил и пријави се на послове без ичије дозволе. Твој рад говори умјесто тебе.
sr_latn: Dosadilo ti je da moliš, zoveš i pitaš za “dnevnica ima li”? Dosta je improvizacije i lutanja po grupama. Na Šljakomatu napravi profil i prijavi se na poslove bez ičije dozvole. Tvoj rad govori umjesto tebe.

# NeedHelpForThe weekendTheSeasonOrRigntNow
source: Need help for the weekend, the season, or “right now”? Skip intermediaries and hidden costs — post a job, receive applications and contact people directly. Šljakomat shortens the path from need → completed task.
sr_cyrl: Треба ти помоћ за викенд, сезону или “на брзака”? Без посредника и скривених трошкова — објави оглас, примај пријаве и контактирај људе директно. Шљакомат ти скраћује пут од потребе до готовог посла.
sr_latn: Treba ti pomoć za vikend, sezonu ili “na brzaka”? Bez posrednika i skrivenih troškova — objavi oglas, primaj prijave i kontaktiraj ljude direktno. Šljakomat ti skraćuje put od potrebe do gotovog posla.

source: For workers — how it works
sr_cyrl: За радника – како функционише
sr_latn: Za radnika – kako funkcioniše

source: Browse jobs
sr_cyrl: Тражи посао
sr_latn: Traži posao

source: Track application status
sr_cyrl: Прати статус апликације
sr_latn: Prati status aplikacije

# ExpectCallFromEmployer
source: Expect a call from the employer
sr_cyrl: Очекуј позив послодавца
sr_latn: Očekuj poziv poslodavca

# OptionalOption
source: Optional
sr_cyrl: Додатна опција
sr_latn: Dodatna opcija

source: For employers — how it works
sr_cyrl: За послодавца – како функционише
sr_latn: Za poslodavca – kako funkcioniše

# CreateJobPost
source: Create a job post
sr_cyrl: Креирај посао
sr_latn: Kreiraj posao

source: Track applications and manage them
sr_cyrl: Прати апликације и управљај истима
sr_latn: Prati aplikacije i upravljaj istima

# OnceYouAcceptAapplicationYouWllSeeTheWokersCntactDetails
source: Once you accept an application, you'll see the worker’s contact details
sr_cyrl: Када прихватиш апликацију видећеш контакт детаље радника и можеш одмах да ступиш у контакт
sr_latn: Kada prihvatiš aplikaciju videćeš kontakt detalje radnika i možeš odmah da stupiš u kontakt

# ReadyNoFeesNoWiting
source: Ready? No fees, no waiting — just an agreement.
sr_cyrl: Спремни? Без провизија, без чекања — само договор.
sr_latn: Spremni? Bez provizija, bez čekanja — samo dogovor.

# BecomeWorker
source: Become a worker
sr_cyrl: Постани радник
sr_latn: Postani radnik

# BecomeEmployer
source: Become an employer
sr_cyrl: Постани послодавац
sr_latn: Postani poslodavac
